Repository: theiostream/AssistantExtensions
Catalog: Extensions/standard/Resources/*.lproj/Localizable.strings
Languages: de

source: Sorry, I don't know your lockscreen password.
de: Es tut mir leid, leider kenn ich deinen Entsperrcode nicht.

source: Launching %@
de: %@ wird gestartet

source: I'm sorry, but I couldn't find any application named %@
de: Es tut mir leid, ich kann diese Aplikation namens %@ nicht finden.

source: Killing all applications.
de: Schließe alle Aplicationen.

source: As you wish.
de: Wie du wünschst.

source: Locking...
de: Sperren...

source: Rebooting at will!
de: Neustart!

source: Powering off right now.
de: Ausschalten wird eingeleitet.

source: Battery at %d %%.
de: Batteriestatus %d %%.

source: Getting you a random number...
de: Eine zufällige Nummer wird erstellt...

# Yes, most certainly.
source: No, that's disturbing.
de: Ja, höchstwahrscheinlich.

source: OK, here is your tweet.
de: OK, hier ist dein tweet.

source: Sorry, I was unable to do that.
de: Entschuldigung, ich kann das leider nicht tun.
