Repository: theiostream/AssistantExtensions
Catalog: Extensions/chatbot/Resources/*.lproj/Localizable.strings
Languages: de

source: Goodbye!
de: Auf Wiedersehen!

source: goodbye
de: Auf Wiedersehen!

source: bye
de: tschüss

source: I am busy, please wait a few seconds...
de: Ich bin gerade beschäftigt, bitte warten sie einen Augenblick...

source: Yep! Just a moment please until I load my brain...
de: Einen kleinen Moment bitte, es dauert etwas bis ich alle Dateien geladen habe!

source: OK. I am ready! To stop chatting, just say goodbye...
de: Ok. Ich bin bereit! Um die Conversation zu beenden sagen sie Auf Wiedersehen...

source: It's hard to find some files...
de: Es ist schwierig einige Dateien zu finden.

source: There is so much data!
de: Es sind so viele Dateien!

source: Aha, there it is...
de: Aha, da ist es...

source: Looks promising...
de: Das sieht sehr vielversprechend aus...

source: Just one more second...
de: Nurnoch einen kleinen Augenblick...

source: It takes a bit more.
de: Es dauert nicht mehr lange...

source: Clever robots are complex...
de: Schlaue Roboter sind sehr Komplex...

source: Looking forward to chatting...
de: Ich bin gleich soweit...

source: Stay here...
de: Bleiben sie hier...

source: Ok, got it.
de: Ok ich hab alles!

source: Wait! Aha, I need this...
de: Moment! Aha, ich brauche das auch noch...
